Revit 2026 API

# WorksetConfiguration Properties

---

The WorksetConfiguration type exposes the following members.

|  | Name | Description |
| --- | --- | --- |
|  | IsValidObject | Specifies whether the .NET object represents a valid Revit entity. |

#### Reference

WorksetConfiguration Class

Autodesk.Revit.DB Namespace